{
    "login": {
        "en": "Enter your email address",
        "nl": "Vul je e-mailadres in"
    },
    "errorGeneral": {
        "en": "An unknown error occurred. Please try again later.",
        "nl": "Een onbekende fout is opgetreden. Probeer het later nogmaals."
    },
    "errorEmailAddressAlreadyExists": {
        "en": "A user with this email address already exists.",
        "nl": "Er bestaat al een gebruiker met dit e-mailadres."
    },
    "errorUserNotFound": {
        "en": "No user exists with this email address.",
        "nl": "Er bestaat geen gebruiker met dit e-mailadres."
    },
    "alreadyAuthenticatedTitle": {
        "en": "You are logged in",
        "nl": "Je bent ingelogd"
    },
    "alreadyAuthenticatedMessage": {
        "en": "Click the button below to continue or wait a few seconds until you are redirected automatically.",
        "nl": "Klik op de knop hieronder om verder te gaan, of wacht een paar seconden totdat je automatisch wordt doorverwezen."
    },
    "toDashboardButton": {
        "en": "Go to your dashboard now",
        "nl": "Ga nu naar je dashboard"
    },
    "passwordChangedNotification": {
        "en": "Your password has been changed.",
        "nl": "Je wachtwoord is aangepast."
    },
    "teacherConfirm": {
        "en": "I am a teacher",
        "nl": "Ik ben een docent"
    },
    "startMagicLoginSuccess": {
        "en": "Thanks! An email has been sent to you with a link that you can use to login to the platform.",
        "nl": "Dankjewel! We hebben een e-mail naar je gestuurd met daarin een link waarmee je in kunt loggen in het platform."
    },
    "startSSOLoginSuccess": {
        "en": "Thanks! Redirecting you to your single-sign on provider.",
        "nl": "Bedankt! We wijzen u door naar uw single-sign-on provider."
    },
    "startRegistrationSuccess": {
        "en": "Thank you for registering! An email has been sent to you with a link that you can use to login to the platform.",
        "nl": "Dankjewel voor je registratie! We hebben een e-mail naar je gestuurd met daarin een link waarmee je in kunt loggen in het platform."
    },
    "passwordResetInvalidTokenTitle": {
        "en": "Code invalid",
        "nl": "Code ongeldig"
    },
    "passwordResetInvalidTokenBody": {
        "nl": "Deze wachtwoordherstelcode is ongeldig of verlopen.",
        "en": "This password reset code is invalid or has expired."
    },
    "backToLogin": { "en": "Back to log in", "nl": "Terug naar inloggen" },
    "passwordResetTitle": {
        "en": "Reset password",
        "nl": "Wachtwoord opnieuw instellen"
    },
    "passwordResetBody": {
        "en": "Enter your new password below.",
        "nl": "Vul je nieuwe wachtwoord hieronder in."
    },
    "passwordResetConfirmTitle": {
        "en": "Your password has been reset",
        "nl": "Je wachtwoord is opnieuw ingesteld"
    },
    "passwordResetConfirmBody": {
        "en": "You will now be redirected to the log in page.",
        "nl": "Je wordt nu doorgestuurd naar de inlogpagina."
    },
    "registrationCompleteTitle": {
        "en": "Thanks for registering!",
        "nl": "Hartelijk dank voor je registratie!"
    },
    "registrationCompleteMessage": {
        "en": "We've setup your dashboard and we created a demo course for you. Click the button below to get started, or wait a few seconds to be redirected automatically.",
        "nl": "Je dashboard staat klaar en we hebben een voorbeeldcursus voor je aangemaakt. Klik op de knop hieronder om te beginnen, of wacht een paar seconden totdat je automatisch wordt doorverwezen."
    },
    "alreadyAccount": {
        "en": "Already have an account? Log in",
        "nl": "Heb je al een account? Log in"
    },
    "register": {
        "en": "Create account",
        "nl": "Maak account aan"
    },
    "registerBody": {
        "en": "Provide the information below and click the button to start using Quarterfall.",
        "nl": "Vul onderstaande informatie in en klik op de knop om Quarterfall te gaan gebruiken."
    },
    "loginErrorText": {
        "en": "An unknown error has occurred while logging you in. Please try again later.",
        "nl": "Een onbekende fout is opgetreden tijdens het inloggen. Probeer het later nogmaals."
    },
    "loginCodeExpired": {
        "en": "This login link is not valid or has expired. Please try logging in again.",
        "nl": "Deze inloglink is niet geldig of verlopen. Probeer later opnieuw in te loggen."
    },
    "emailAddressRequestSent": {
        "en": "We've sent you an email with a link you can click to confirm your new email address.",
        "nl": "We hebben je een e-mail gestuurd met een link waarmee je je nieuwe e-mailadres kunt bevestigen."
    },
    "changeEmailAddressErrorText": {
        "en": "An unknown error occurred while trying to change your email address. Please try again later.",
        "nl": "Een onbekende fout is opgetreden tijdens het veranderen van je e-mailadres. Probeer het later nogmaals."
    },
    "emailAddressChangedMessage": {
        "en": "You have successfully changed your email address.",
        "nl": "Je e-mailadres is succesvol gewijzigd."
    },
    "registerWithEnrollmentCode": {
        "en": "Received an enrollment code from your teacher? Click here to register.",
        "nl": "Inschrijfcode van je docent ontvangen? Klik hier om te registreren."
    }
}
